Repository: Davidlee92605/ubiik_front_end
Catalog: ringo-fe/src/translate/messages.*.xliff
Languages: fr, ja, zh

source: LOGIN
ja: ログイン
zh: 登入

source: Email
ja: Eメール
zh: 電子郵件

source: Password
fr: Mot de passe
ja: パスワード
zh: 密碼

source: Invalid credentials
fr: les informations d'identification invalides
ja: 無効な資格情報
zh: 無效證件

source: Forgot password
ja: パスワードをお忘れですか？
zh: 忘記密碼?

source: Current password
fr: Mot de passe actuel
ja: 現在のパスワード
zh: 目前密碼

source: New password
fr: Nouveau mot de passe
ja: 新しいパスワード
zh: 新的密碼

source: Confirm new password
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードを確認
zh: 確認新的密碼

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致していません
zh: 密碼不符合

source: Password was changed
fr: Le mot de passe a été changé
ja: パスワードが変更されました
zh: 密碼已經修改

# Submit
source: Change
ja: 提出する
zh: 送出

source: Success
fr: Succès
ja: 成功
zh: 成功

source: Password change successful
fr: Changement de mot de passe réussi
ja: パスワード変更成功
zh: 密碼修改成功

# Send Password Reset Link
source: Restore Password
ja: パスワードリセットリンクを送信
zh: 送出密碼重設連結

source: Done. Please check your email.
fr: Terminé. Merci de consulter vos emails.
ja: 完了しました。メールを確認してください。
zh: 完成。請檢查您的電子郵件

source: Users
fr: Utilisateurs
ja: ユーザー
zh: 使用者

source: Name
fr: prénom
ja: 名
zh: 姓名

source: Role
fr: Rôle
ja: 役割
zh: 角色

source: Actions
fr: actes
ja: 行動
zh: 動作

source: Delete user
fr: Supprimer l'utilisateur
ja: ユーザーを削除
zh: 刪除使用者

source: Edit meter associations
fr: Modifier les associations de compteurs
ja: メーターの関連付けを編集する
zh: 編輯儀表關聯

source: Create User
fr: Créer un utilisateur
ja: ユーザーを作成
zh: 建立使用者

source: Real name
fr: Vrai nom
ja: 本名
zh: 真實姓名

source: Email address
fr: Adresse électronique
ja: 電子メールアドレス
zh: 電子郵件位址

source: Account created
fr: Compte créé
ja: アカウントが作成されました
zh: 帳號已建立

source: Manager Account Associations
fr: Associations de compte de responsable
ja: マネージャアカウントの関連付け
zh: 經理帳戶關聯

source: this Association
fr: cette association
ja: この協会
zh: 這個協會

source: Associate Meter
fr: Mètre associé
ja: アソシエイトメーター
zh: 聯合儀表

source: Meter ID
fr: ID du compteur
ja: メーターID
zh: 儀表ID

source: Association saved
fr: Association sauvée
ja: 関連付けを保存しました
zh: 協會保存

source: Change Password
fr: Changer le mot de passe
ja: パスワードを変更する
zh: 更改密碼

source: Create Meter Record
fr: Créer un enregistrement de compteur
ja: メーターレコードを作成する
zh: 創建儀表記錄

source: Edit Meter Record
fr: Modifier l'enregistrement du compteur
ja: メーターレコードの編集
zh: 編輯儀表記錄

source: Coordinates
fr: Les coordonnées
ja: 座標
zh: 坐標

source: Address
fr: Adresse
ja: 住所
zh: 地址

source: Notes
fr: Remarques
ja: ノート
zh: 筆記

source: Cancel
fr: Annuler
ja: キャンセル
zh: 取消

source: Meters
fr: Mètres
ja: メーター
zh: 電錶

source: Add Meter
fr: Ajouter un mètre
ja: メーターを追加
zh: 新增電錶

source: Meter Key Upload
fr: Compteur Clé Upload
ja: メーターキーのアップロード
zh: 儀表鍵上傳

source: File type supported: CSV
fr: Type de fichier supporté: CSV
ja: サポートされているファイルの種類：CSV
zh: 支持的文件類型：CSV

source: File format: TAB separated
fr: Format de fichier: TAB séparé
ja: ファイル形式：TAB区切り
zh: 文件格式：TAB分開

source: CSV fields: MeterID, IMSI, GUK, AK, Address (optional), Coords (optional), Notes (optional)
fr: Champs CSV: MeterID, IMSI, GUK, AK, Adresse (facultatif), Coords (facultatif), Notes (facultatif).
ja: CSVフィールド：MeterID、IMSI、GUK、AK、Address（オプション）、Coords（オプション）、Notes（オプション）
zh: CSV字段：MeterID，IMSI，GUK，AK，地址（可選），Coords（可選），Notes（可選）

source: Choose file
fr: Choisir le fichier
ja: ファイルを選ぶ
zh: 選擇文件

source: Updated
fr: Mis à jour
ja: 更新しました
zh: 更新

source: Upload
fr: Télécharger
ja: アップロードする
zh: 上傳

source: Load Profile Chart
fr: Diagramme de profil de charge
ja: プロファイルチャートを読み込む
zh: 加載配置文件圖表

source: Filter
fr: Filtre
ja: フィルタ
zh: 過濾

source: 15 Minute
fr: 15 minutes
ja: 15分
zh: 15分鐘

source: Inteval
ja: 間隔
zh: 間隔

source: Browse Load Profile Data
fr: Parcourir les données de profil de charge
ja: プロファイルデータの読み込み
zh: 瀏覽加載配置文件數據

source: Time
fr: Temps
ja: 時間
zh: 時間

source: Export Data
fr: Exporter des données
ja: データのエクスポート
zh: 導出數據

source: Choose a start date
fr: Choisissez une date de début
ja: 開始日を選択してください
zh: 選擇開始日期

source: Choose an end date
fr: Choisissez une date de fin
ja: 終了日を選択してください
zh: 選擇結束日期

source: Download Export File
fr: Télécharger le fichier d'exportation
ja: エクスポートファイルのダウンロード
zh: 下載導出文件

source: No
fr: Non
ja: いいえ
zh: 否

source: Yes
fr: Oui
ja: はい
zh: 是

source: State
fr: Etat
ja: 状態
zh: 州

source: Registered
fr: Inscrit
ja: 登録済み
zh: 註冊

source: Authenticated
fr: Authentifié
ja: 認証済み
zh: 經過身份驗證

source: Last Seen
fr: Dernière vue
ja: 最後に見たのは
zh: 最後一次露面

source: Show More
fr: Montre plus
ja: もっと見せる
zh: 顯示更多

source: Show Less
fr: Montre moins
ja: 少なく表示
zh: 顯示較少

source: Delete
fr: Effacer
ja: 削除する
zh: 刪除

source: Edit
fr: modifier
ja: 編集する
zh: 編輯

source: Ubiik Power Meter Management System
fr: Système de gestion de compteurs d'énergie Ubiik
ja: Ubiik電力計管理システム
zh: 翻譯服務器錯誤

source: Select Load Profile data
fr: Sélectionnez Charger les données du profil
ja: プロファイルデータの読み込みを選択
zh: 翻譯服務器錯誤

source: Select a meter for visualisation
fr: Sélectionnez un compteur pour la visualisation
ja: 視覚化するメーターを選択
zh: 翻譯服務器錯誤

source: Apply
fr: Appliquer
ja: 適用する
zh: 錯誤

source: Home
fr: Accueil
ja: ホーム
zh: 家

source: View Meters
fr: Voir les mètres
ja: メーターを見る
zh: 查看米

source: Load Profile
fr: Charger le profil
ja: プロファイルを読み込む
zh: 加載配置文件

source: Alerts
fr: Les alertes
ja: アラート
zh: 警報

source: Manage Access
fr: Gérer l'accès
ja: アクセス管理
zh: 管理訪問權限

source: Logout
fr: Connectez - Out
ja: ログアウト
zh: 登出

source: Search meters...
fr: Rechercher des mètres ...
ja: メーターを検索...
zh: 搜索米...

source: Something went wrong with the last request
ja: 最後のリクエストで問題が発生しました
zh: 最後一個請求出了問題

source: E-MAIL
ja: Eメール
zh: 電子郵件

source: PASSWORD
ja: パスワード
zh: 密碼

source: NEW PASSWORD
ja: 新しいパスワード
zh: 新密碼

source: CONFIRM NEW PASSWORD
ja: 新しいパスワードを確認
zh: 確認新密碼

source: Password must be at least 6 characters
ja: パスワードは最低でも6文字必要です
zh: 密碼必須至少6個字符

# Back to login
source: Cancel
ja: ログインに戻る
zh: 回到登入

source: Create New Password
ja: 新しいパスワードを作成
zh: 創建新密碼

source: Email not found
ja: メールが見つかりません
zh: 電子郵件找不到

source: Restore My Password
ja: パスワードを復元する
zh: 恢復我的密碼

source: Password Sent To Your Email
ja: メールに送信されたパスワード
zh: 密碼發送到您的電子郵件

source: You've successfully updated your password on your account
ja: アカウントのパスワードを正常に更新しました
zh: 您已成功更新帳戶中的密碼

source: It looks like this page doesn't exist yet.
ja: このページはまだ存在しないようです。
zh: 看起來這個頁面還不存在。

source: Navigate Home
ja: ナビゲートホーム
zh: 導航回家

source: Fan ID
ja: ファンID
zh: 粉絲ID

source: FAN State
ja: ファンの状態
zh: 範國家

source: Meter State
ja: メーター状態
zh: 米州

# Create Account
source: Send Command
ja: アカウントを作成する
zh: 創建帳號

source: Command (AT or HEX)
ja: コマンド（ATまたはHEX）
zh: 命令（AT或HEX）

source: Invalid HEX string
ja: 無効なHEX文字列
zh: 無效的十六進制字符串

source: Invalid AT command string
ja: 無効なATコマンド文字列
zh: AT命令字符串無效

source: Send Command
ja: コマンドを送信
zh: 發送命令

source: From date
ja: 日付から
zh: 從日期

source: From time
ja: 時間から
zh: 從時間

source: To date
ja: 現在まで
zh: 至今

source: To time
ja: 時間に
zh: 到時候了

source: Send Query
ja: クエリを送信
zh: 發送查詢

source: Close
ja: 閉じる
zh: 關

source: All groups
ja: すべてのグループ
zh: 所有團體

source: Select a group...
ja: グループを選択...
zh: 選擇一個組......

source: Search...
ja: サーチ...
zh: 搜索...

# Query Load Profile
source: Show Load Profile
ja: ロードプロファイルのクエリ
zh: 查詢負載配置文件

source: Import
ja: インポート
zh: 進口

source: CSV fields: MeterID, GUK, AK, Address (optional), Coords (optional), Notes (optional)
ja: CSVフィールド：MeterID、GUK、AK、住所（オプション）、座標（オプション）、メモ（オプション）
zh: CSV字段：MeterID，GUK，AK，地址（可選），COORDS（可選），備註（可選）

source: File imported successfully
ja: ファイルが正常にインポートされました
zh: 文件導入成功

source: There was a problem in with the file format, at position:
ja: 次の位置のファイル形式に問題がありました：
zh: 文件格式存在問題，位置：

source: The selected file is empty
ja: 選択したファイルは空です
zh: 所選文件為空

source: Filter Meter IDs
ja: フィルターメーターID
zh: 過濾儀表ID

# Found $NUM_METERS Meters
source: Found Meters
ja: $ NUM_METERSメートルが見つかりました
zh: 找到$ NUM_METERS米

source: Reading
ja: 読書
zh: 讀

source: Accounts
ja: アカウント
zh: 帳號

source: Edit account
ja: アカウントの編集
zh: 編輯賬戶

source: Change Language
ja: 言語を変えてください
zh: 改變語言

source: Password failed complexity requirement
ja: パスワード失敗の複雑さの要件
zh: 密碼失敗複雜性要求

source: Invalid username or password
ja: ユーザー名かパスワードが無効
zh: 用戶名或密碼無效

source: Error encrypting password
ja: パスワードの暗号化エラー
zh: 加密密碼時出錯

source: A database error occurred
ja: データベースエラーが発生しました
zh: 發生數據庫錯誤

source: Error decoding data chunk
ja: データチャンクのデコードエラー
zh: 解碼數據塊時出錯

source: Error sending email
ja: メール送信エラー
zh: 發送郵件時出錯

source: Error decoding data
ja: データのデコードエラー
zh: 解碼數據時出錯

source: Error generating token
ja: トークン生成エラー
zh: 生成令牌時出錯

source: Input was not HEX formatted
ja: 入力はHEX形式ではありませんでした
zh: 輸入不是HEX格式

source: Error reading IMPACT resonse
ja: IMPACT resonseの読み取りエラー
zh: 讀錯誤讀出錯誤

source: Invalid HTTP code from IMPACT
ja: IMPACTからの無効なHTTPコード
zh: 來自IMPACT的HTTP代碼無效

source: Network error communicating with IMPACT
ja: IMPACTと通信中のネットワークエラー
zh: 與IMPACT通信的網絡錯誤

# Error decoding IMPACT request
source: Error decoding IMPACT response
ja: IMPACT要求のデコードエラー
zh: 解碼IMPACT請求時出錯

source: Bad HTTP response code from IMPACT
ja: IMPACTからの不正なHTTP応答コード
zh: 來自IMPACT的錯誤的HTTP響應代碼

source: Could not decode IMPACT response
ja: IMPACT応答をデコードできませんでした
zh: 無法解碼IMPACT響應

source: Command too short
ja: コマンドが短すぎます
zh: 命令太短了

source: Password does not match
ja: パスワードが一致しません
zh: 密碼不匹配

source: User not found
ja: ユーザーが見つかりません
zh: 找不到用戶

source: There was a problem with the backend request
ja: バックエンドリクエストに問題がありました
zh: 後端請求存在問題

source: Invalid role
ja: 無効な役割
zh: 角色無效

source: Cannot update root account info, use reset password instead
ja: ルートアカウント情報を更新できません。代わりにパスワードのリセットを使用してください
zh: 無法更新root帳戶信息，請改用密碼

source: Could not create temporary file
ja: 一時ファイルを作成できませんでした
zh: 無法創建臨時文件

source: Could not write temporary file
ja: 一時ファイルを書き込めませんでした
zh: 無法寫臨時文件

source: Could not write ZIP file
ja: ZIPファイルを書き込めませんでした
zh: 無法寫入ZIP文件

source: No FANs were selected, please select meters with associated FANs to continue
ja: FANが選択されていません。続行するには、FANが関連付けられているメーターを選択してください
zh: 沒有選擇FAN，請選擇具有相關FAN的儀表以繼續

source: Received
ja: 受け取った
zh: 收到

source: Status
ja: 状態
zh: 狀態

source: FAN ID
ja: ファンID
zh: 粉絲ID

source: Record ID
ja: レコードID
zh: 記錄ID

source: Export Data By Date Range
ja: 日付範囲によるデータのエクスポート
zh: 按日期範圍導出數據

source: Generate Export File
ja: エクスポートファイルを生成する
zh: 生成導出文件

source: Delete account
ja: アカウントを削除する
zh: 刪除帳戶

source: Edit Account
ja: アカウントの編集
zh: 編輯賬戶

source: Create account
ja: アカウントを作成する
zh: 創建帳號

source: CURRENT PASSWORD
ja: 現在のパスワード
zh: 當前密碼

source: Login
fr: S'identifier

source: Forgot password?
fr: mot de passe oublié?

source: Submit
fr: Soumettre

source: Send Password Reset Link
fr: Envoyer le lien de réinitialisation du mot de passe

# Inteval
source: Interval
fr: Inteval

# Something went wrong with the last request
source: 最後一個請求出了問題
fr: Quelque chose s'est mal passé lors de la dernière demande

# E-MAIL
source: 電子郵件
fr: EMAIL

# PASSWORD
source: 密碼
fr: MOT DE PASSE

# NEW PASSWORD
source: 新密碼
fr: NOUVEAU MOT DE PASSE

# CONFIRM NEW PASSWORD
source: 確認新密碼
fr: CONFIRMER LE NOUVEAU MOT DE PASSE

# Password must be at least 6 characters
source: 密碼必須至少6個字符
fr: Le mot de passe doit être au moins de 6 caractères

# Back to login
source: 回到登入
fr: Retour connexion

# Create New Password
source: 創建新密碼
fr: Créer un nouveau mot de passe

# Email not found
source: 電子郵件找不到
fr: Email non trouvé

# Restore My Password
source: 恢復我的密碼
fr: Restaurer mon mot de passe

# Password Sent To Your Email
source: 密碼發送到您的電子郵件
fr: Mot de passe envoyé à votre email

# You've successfully updated your password on your account
source: 您已成功更新帳戶中的密碼
fr: Vous avez mis à jour votre mot de passe avec succès sur votre compte

# It looks like this page doesn't exist yet.
source: 看起來這個頁面還不存在。
fr: Il semble que cette page n'existe pas encore.

# Navigate Home
source: 導航回家
fr: Naviguer à la maison

# Fan ID
source: 粉絲ID
fr: Fan ID

# FAN State
source: 范國家
fr: Etat du FAN

# Meter State
source: 米州
fr: Etat du compteur

# Create Account
source: 創建帳號
fr: Créer un compte

# Command (AT or HEX)
source: 命令（AT或HEX）
fr: Commande (AT ou HEX)

# Invalid HEX string
source: 無效的HEX字符串
fr: Chaîne HEX invalide

# Invalid AT command string
source: AT命令字符串無效
fr: Chaîne de commande AT non valide

# Send Command
source: 發送命令
fr: Envoyer la commande

# From date
source: 從日期
fr: Partir de la date

# From time
source: 從時間
fr: De temps

# To date
source: 至今
fr: À ce jour

# To time
source: 到時候了
fr: Au temps

# Send Query
source: 發送查詢
fr: Envoyer une requête

# Close
source: 關
fr: Fermer

# All groups
source: 所有團體
fr: Tous les groupes

# Select a group...
source: 選擇一個組......
fr: Sélectionnez un groupe ...

# Search...
source: 搜索...
fr: Chercher...

# Query Load Profile
source: 查詢負載配置文件
fr: Profil de charge de requête

# Import
source: 進口
fr: Importation

source: CSV字段：MeterID，GUK，AK，地址（可選），Coords（可選），Notes（可選）
fr: Champs CSV: MeterID, GUK, AK, Adresse (facultatif), Coords (facultatif), Notes (facultatif).

# File imported successfully
source: 文件導入成功
fr: Fichier importé avec succès

# There was a problem in with the file format, at position:
source: 文件格式存在問題，位置：
fr: Il y avait un problème avec le format de fichier, à la position:

# The selected file is empty
source: 所選文件為空
fr: Le fichier sélectionné est vide

# Filter Meter IDs
source: 過濾儀表ID
fr: Filtrer les identifiants

# Found $NUM_METERS Meters
source: 找到$ NUM_METERS米
fr: Trouvé $ NUM_METERS mètres

# Reading
source: 讀
fr: En train de lire

# Accounts
source: 帳號
fr: Comptes

# Edit account
source: 編輯賬戶
fr: Modifier le compte

# Change Language
source: 改變語言
fr: Changer de langue
